Repository: martinkg/NetSpeed
Catalog: locale/*.po
Languages: hu

source: ALL
hu: MIND

source: Default Gateway
hu: Alapértelmezett átjáró

source: Device to monitor
hu: Figyelt csatoló

source: Timer (milliseconds)
hu: Frissítési gyakoriság (századmásodperc)

source: Digits
hu: Mértékegység

source: Label Size
hu: Címke szélessége

source: Unit Label Size
hu: Mértékegység szélessége

source: Menu Label Size
hu: Menü címkék szélessége

source: HiDPI factor
hu: HiDPI szorzó

source: Placement
hu: Igazítás

source: Right
hu: Jobbra

source: Left
hu: Balra

source: Show sum(UP+Down)
hu: Csak összesített sávszélesség mutatása

source: Show the Icon
hu: NetSpeed ikon mutatása

source: Use binary prefixes
hu: Bináris mértékegység használata

source: Align vertically
hu: Az alkalmazás elhelyezkedése az értesítési sávon

source: Show IPs
hu: IP-cím mutatása

source: b/s
hu: bps

source: kb/s
hu: kbps

source: Mb/s
hu: Mbps

source: Gb/s
hu: Gbps

source: Device
hu: Csatoló

source: Up
hu: Feltöltés

source: Down
hu: Letöltés

source: IP
hu: IP-cím
